Repository: ethannicholas/hyperfocal
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Sorts each stack's frames by EXIF capture time when loading (filename order breaks when the camera's file counter rolls over mid-stack). Frames without timestamps fall back to filename order. Turn off to always order by filename.
de: Sortiert die Einzelbilder jedes Stapels beim Laden nach EXIF-Aufnahmezeit (Namensreihenfolge versagt, wenn der Dateizähler der Kamera mitten im Stapel überläuft). Bilder ohne Zeitstempel fallen auf Namensreihenfolge zurück. Ausschalten, um immer nach Dateinamen zu sortieren.
es: Ordena las imágenes de cada pila por hora de captura EXIF al cargar (el orden por nombre falla cuando el contador de archivos de la cámara se reinicia a mitad de pila). Las imágenes sin marca de tiempo recurren al orden por nombre. Desactívalo para ordenar siempre por nombre de archivo.
fr: Trie les images de chaque pile par heure de capture EXIF au chargement (l’ordre des noms se casse quand le compteur de fichiers de l’appareil reboucle en cours de pile). Les images sans horodatage retombent sur l’ordre des noms. Désactivez pour toujours trier par nom de fichier.
it: Ordina i fotogrammi di ogni pila per ora di scatto EXIF al caricamento (l’ordine per nome si rompe quando il contatore file della fotocamera riparte a metà pila). I fotogrammi senza data ricadono sull’ordine per nome. Disattiva per ordinare sempre per nome file.
ja: 読み込み時に各スタックのフレームをEXIF撮影時刻で並べ替えます（カメラのファイル番号がスタック途中で一巡するとファイル名順は崩れます）。時刻のないフレームはファイル名順になります。常にファイル名順にするにはオフにしてください。
ko: 로드할 때 각 스택의 프레임을 EXIF 촬영 시각순으로 정렬합니다(카메라 파일 번호가 스택 중간에 한 바퀴 돌면 파일 이름 순서가 어긋납니다). 시각 정보가 없는 프레임은 파일 이름 순서를 따릅니다. 항상 파일 이름순으로 정렬하려면 끄세요.
nl: Sorteert de opnamen van elke stapel bij het laden op EXIF-opnametijd (naamvolgorde gaat stuk wanneer de bestandsteller van de camera midden in een stapel doorslaat). Opnamen zonder tijdstempel vallen terug op naamvolgorde. Zet uit om altijd op bestandsnaam te sorteren.
pt_br: Ordena as imagens de cada pilha pela hora de captura EXIF ao carregar (a ordem por nome quebra quando o contador de arquivos da câmera zera no meio da pilha). Imagens sem carimbo de hora voltam à ordem por nome. Desative para ordenar sempre por nome de arquivo.
ru: При загрузке сортирует кадры каждого стека по времени съёмки EXIF (порядок по именам ломается, когда счётчик файлов камеры переполняется посреди стека). Кадры без отметок времени сортируются по именам. Отключите, чтобы всегда сортировать по имени файла.
zh_hans: 载入时按 EXIF 拍摄时间排序每个堆栈的图像（相机文件计数器在堆栈中途归零时，文件名顺序会出错）。没有时间戳的图像回退到文件名顺序。关闭后始终按文件名排序。

source: Source Image
de: Quellbild
es: Imagen de origen
fr: Image source
it: Immagine sorgente
ja: ソース画像
ko: 소스 이미지
nl: Bronafbeelding
pt_br: Imagem de Origem
ru: Исходное изображение
zh_hans: 源图像

source: Source: %@ ↑/↓ cycle · space picks sharpest
de: Quelle: %@ ↑/↓ wechseln · Leertaste wählt das Schärfste
es: Origen: %@ ↑/↓ cambia · espacio elige la más nítida
fr: Source : %@ ↑/↓ parcourir · espace choisit la plus nette
it: Sorgente: %@ ↑/↓ scorre · spazio sceglie il più nitido
ja: ソース: %@ ↑/↓で切り替え · スペースで最も鮮明なものを選択
ko: 소스: %@ ↑/↓ 전환 · 스페이스 바로 가장 선명한 것 선택
nl: Bron: %@ ↑/↓ wisselen · spatie kiest de scherpste
pt_br: Origem: %@ ↑/↓ alterna · espaço escolhe a mais nítida
ru: Источник: %@ ↑/↓ — переключение · пробел — самый резкий
zh_hans: 来源：%@ ↑/↓ 切换 · 空格选取最清晰

source: Stack
de: Stapel
es: Pila
fr: Pile
it: Pila
ja: スタック
ko: 스택
nl: Stapel
pt_br: Pilha
ru: Стек
zh_hans: 堆栈

source: Stack %@
de: Stapel %@
es: Pila %@
fr: Pile %@
it: Pila %@
ja: スタック%@
ko: 스택 %@
nl: Stapel %@
pt_br: Pilha %@
ru: Стек %@
zh_hans: 堆栈%@

source: Stack %lld of %lld ·
de: Stapel %1$lld von %2$lld ·
es: Pila %1$lld de %2$lld ·
fr: Pile %1$lld sur %2$lld ·
it: Pila %1$lld di %2$lld ·
ja: スタック %1$lld / %2$lld ·
ko: 스택 %1$lld/%2$lld ·
nl: Stapel %1$lld van %2$lld ·
pt_br: Pilha %1$lld de %2$lld ·
ru: Стек %1$lld из %2$lld ·
zh_hans: 堆栈 %1$lld / %2$lld ·

source: Stack section
de: Bereich „Stapel“
es: Sección de pilas
fr: Section Piles
it: Sezione Pile
ja: スタックセクション
ko: 스택 섹션
nl: Sectie Stapels
pt_br: Seção de pilhas
ru: Раздел «Стеки»
zh_hans: 堆栈部分

source: Stacks
de: Stapel
es: Pilas
fr: Piles
it: Pile
ja: スタック
ko: 스택
nl: Stapels
pt_br: Pilhas
ru: Стеки
zh_hans: 堆栈

source: Start Retouching
de: Retusche beginnen
es: Iniciar el retoque
fr: Commencer la retouche
it: Inizia il ritocco
ja: レタッチを開始
ko: 리터칭 시작하기
nl: Retoucheren starten
pt_br: Iniciar Retoque
ru: Начать ретушь
zh_hans: 开始修饰

source: Start a new project to begin
de: Zum Beginnen ein neues Projekt starten
es: Crea un proyecto nuevo para empezar
fr: Créez un nouveau projet pour commencer
it: Crea un nuovo progetto per iniziare
ja: 開始するには新規プロジェクトを作成してください
ko: 시작하려면 새로운 프로젝트를 만드세요
nl: Start een nieuw project om te beginnen
pt_br: Crie um novo projeto para começar
ru: Создайте новый проект, чтобы начать
zh_hans: 新建项目以开始

source: Start a new project?
de: Neues Projekt starten?
es: ¿Crear un proyecto nuevo?
fr: Créer un nouveau projet ?
it: Creare un nuovo progetto?
ja: 新規プロジェクトを作成しますか？
ko: 새로운 프로젝트를 시작하겠습니까?
nl: Een nieuw project starten?
pt_br: Criar um novo projeto?
ru: Создать новый проект?
zh_hans: 要新建项目吗？

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 開始中…
ko: 시작 중…
nl: Starten…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 正在开始…

source: Stop building the PMax layer and go back to the previous brush source. Selecting PMax Result again restarts the build.
de: Berechnung der PMax-Ebene stoppen und zur vorherigen Pinselquelle zurückkehren. Erneutes Auswählen von PMax-Ergebnis startet die Berechnung neu.
es: Detiene la generación de la capa PMax y vuelve al origen de pincel anterior. Seleccionar de nuevo Resultado PMax reinicia la generación.
fr: Arrête le calcul du calque PMax et revient à la source de pinceau précédente. Resélectionner Résultat PMax relance le calcul.
it: Ferma la generazione del livello PMax e torna alla sorgente precedente del pennello. Selezionare di nuovo Risultato PMax riavvia la generazione.
ja: PMaxレイヤーの生成を停止し、前のブラシソースに戻ります。PMax結果を再度選ぶと生成が再開されます。
ko: PMax 레이어 생성을 중지하고 이전 브러시 소스로 돌아갑니다. PMax 결과를 다시 선택하면 생성이 다시 시작됩니다.
nl: Stopt het genereren van de PMax-laag en keert terug naar de vorige penseelbron. PMax-resultaat opnieuw selecteren start het genereren opnieuw.
pt_br: Interrompe a geração da camada PMax e volta à origem anterior do pincel. Selecionar Resultado PMax novamente reinicia a geração.
ru: Останавливает построение слоя PMax и возвращает предыдущий источник кисти. Повторный выбор результата PMax запускает построение заново.
zh_hans: 停止生成 PMax 图层并返回上一个画笔来源。再次选择 PMax 结果会重新开始生成。

source: Strength:
de: Stärke:
es: Intensidad:
fr: Intensité :
it: Intensità:
ja: 強さ:
ko: 강도:
nl: Sterkte:
pt_br: Intensidade:
ru: Сила:
zh_hans: 强度：

source: Strong
de: Stark
es: Fuerte
fr: Fort
it: Forte
ja: 強め
ko: 강하게
nl: Sterk
pt_br: Forte
ru: Сильно
zh_hans: 强烈

source: Subtle
de: Dezent
es: Sutil
fr: Subtil
it: Leggera
ja: 控えめ
ko: 약하게
nl: Subtiel
pt_br: Sutil
ru: Едва заметно
zh_hans: 轻微

source: Swap the crop between landscape and portrait (X).
de: Zuschnitt zwischen Quer- und Hochformat tauschen (X).
es: Intercambia el recorte entre horizontal y vertical (X).
fr: Bascule le recadrage entre paysage et portrait (X).
it: Scambia il ritaglio tra orizzontale e verticale (X).
ja: トリミングの縦横を切り替えます（X）。
ko: 자르기를 가로와 세로 간에 전환합니다(X).
nl: Wisselt het bijsnijden tussen liggend en staand (X).
pt_br: Alterna o corte entre paisagem e retrato (X).
ru: Меняет кадрирование между альбомной и портретной ориентацией (X).
zh_hans: 在横向与纵向之间切换裁剪（X）。

source: That folder doesn’t contain the project’s images
de: Dieser Ordner enthält die Bilder des Projekts nicht
es: Esa carpeta no contiene las imágenes del proyecto
fr: Ce dossier ne contient pas les images du projet
it: Quella cartella non contiene le immagini del progetto
ja: そのフォルダにはプロジェクトの画像がありません
ko: 해당 폴더에 프로젝트의 이미지가 없습니다
nl: Die map bevat de afbeeldingen van het project niet
pt_br: Essa pasta não contém as imagens do projeto
ru: В этой папке нет изображений проекта
zh_hans: 该文件夹不包含此项目的图像

source: The images are in “%@”. Choose that folder, or any folder that contains it.
de: Die Bilder liegen in „%@“. Wähle diesen Ordner oder einen übergeordneten Ordner.
es: Las imágenes están en «%@». Elige esa carpeta o cualquier carpeta que la contenga.
fr: Les images se trouvent dans « %@ ». Choisissez ce dossier, ou tout dossier qui le contient.
it: Le immagini sono in “%@”. Scegli quella cartella o una cartella che la contiene.
ja: 画像は「%@」にあります。そのフォルダ、またはそれを含むフォルダを選択してください。
ko: 이미지는 ‘%@’에 있습니다. 해당 폴더나 이를 포함하는 폴더를 선택하세요.
nl: De afbeeldingen staan in ‘%@’. Kies die map, of een map die deze bevat.
pt_br: As imagens estão em “%@”. Escolha essa pasta ou qualquer pasta que a contenha.
ru: Изображения находятся в «%@». Выберите эту папку или любую папку, которая её содержит.
zh_hans: 图像位于“%@”。请选择该文件夹或包含它的任意文件夹。

source: The pipeline works in Display P3. sRGB is the safe default for sharing; Display P3 keeps the full working gamut; ProPhoto suits further heavy editing. DNG always carries the full P3 gamut as linear raw.
de: Die Pipeline arbeitet in Display P3. sRGB ist der sichere Standard zum Teilen; Display P3 erhält den vollen Arbeitsfarbraum; ProPhoto eignet sich für weitere intensive Bearbeitung. DNG trägt stets den vollen P3-Farbraum als lineares Raw.
es: El flujo trabaja en Display P3. sRGB es el valor seguro para compartir; Display P3 conserva toda la gama de trabajo; ProPhoto conviene para ediciones intensas posteriores. El DNG siempre lleva la gama P3 completa como raw lineal.
fr: Le pipeline travaille en Display P3. Le sRVB est la valeur sûre pour le partage ; Display P3 conserve tout le gamut de travail ; ProPhoto convient à des retouches lourdes ultérieures. Le DNG porte toujours le gamut P3 complet en brut linéaire.
it: La pipeline lavora in Display P3. sRGB è la scelta sicura per condividere; Display P3 mantiene l’intero gamut di lavoro; ProPhoto è adatto a ulteriori pesanti modifiche. Il DNG porta sempre l’intero gamut P3 come raw lineare.
ja: パイプラインはDisplay P3で動作します。sRGBは共有に安全な標準、Display P3は作業色域を完全に保持、ProPhotoはその後の本格的な編集向けです。DNGは常に完全なP3色域をリニアrawとして持ちます。
ko: 파이프라인은 Display P3에서 작동합니다. sRGB는 공유에 안전한 기본값이고, Display P3는 전체 작업 색역을 유지하며, ProPhoto는 이후의 본격적인 편집에 적합합니다. DNG는 항상 전체 P3 색역을 선형 raw로 담습니다.
nl: De pijplijn werkt in Display P3. sRGB is de veilige standaard om te delen; Display P3 behoudt het volledige werkgamma; ProPhoto past bij verdere zware bewerking. DNG draagt altijd het volledige P3-gamma als lineaire raw.
pt_br: O fluxo trabalha em Display P3. sRGB é o padrão seguro para compartilhar; Display P3 mantém toda a gama de trabalho; ProPhoto serve para edições pesadas posteriores. O DNG sempre carrega a gama P3 completa como raw linear.
ru: Конвейер работает в Display P3. sRGB — безопасный вариант для публикации; Display P3 сохраняет весь рабочий охват; ProPhoto подходит для дальнейшей серьёзной обработки. DNG всегда несёт полный охват P3 как линейный raw.
zh_hans: 处理管线在 Display P3 中工作。sRGB 是分享的稳妥默认；Display P3 保留完整工作色域；ProPhoto 适合后续深度编辑。DNG 始终以线性原始格式携带完整 P3 色域。

source: The selected frames are written to this folder, aligned to the fused canvas.
de: Die ausgewählten Einzelbilder werden in diesen Ordner geschrieben, ausgerichtet auf die fusionierte Leinwand.
es: Las imágenes seleccionadas se escriben en esta carpeta, alineadas con el lienzo fusionado.
fr: Les images sélectionnées sont écrites dans ce dossier, alignées sur le canevas fusionné.
it: I fotogrammi selezionati vengono scritti in questa cartella, allineati alla tela fusa.
ja: 選択したフレームが、合成キャンバスに位置合わせされた状態でこのフォルダに書き出されます。
ko: 선택한 프레임이 합성 캔버스에 정렬되어 이 폴더에 기록됩니다.
nl: De geselecteerde opnamen worden naar deze map geschreven, uitgelijnd op het samengevoegde canvas.
pt_br: As imagens selecionadas são gravadas nesta pasta, alinhadas à tela fundida.
ru: Выбранные кадры записываются в эту папку, выровненные по объединённому холсту.
zh_hans: 所选图像将写入此文件夹，并与合成画布对齐。

source: These frames carry no capture times, so they fuse in filename order. Make sure filenames follow focus order.
de: Diese Bilder tragen keine Aufnahmezeiten und werden daher in Namensreihenfolge fusioniert. Stelle sicher, dass die Dateinamen der Fokusreihenfolge folgen.
es: Estas imágenes no llevan hora de captura, así que se fusionan en orden de nombre de archivo. Asegúrate de que los nombres sigan el orden de enfoque.
fr: Ces images ne portent pas d’heure de capture ; elles fusionnent donc dans l’ordre des noms de fichiers. Vérifiez que les noms suivent l’ordre de mise au point.
it: Questi fotogrammi non hanno l’ora di scatto, quindi si fondono in ordine di nome file. Assicurati che i nomi seguano l’ordine di messa a fuoco.
ja: これらのフレームには撮影時刻がないため、ファイル名順に合成されます。ファイル名がフォーカス順になっていることを確認してください。
ko: 이 프레임들에는 촬영 시각이 없어 파일 이름 순으로 합성됩니다. 파일 이름이 초점 순서를 따르는지 확인하세요.
nl: Deze opnamen hebben geen opnametijden en worden dus in naamvolgorde samengevoegd. Zorg dat de bestandsnamen de scherpstelvolgorde volgen.
pt_br: Estas imagens não trazem hora de captura, então fundem na ordem dos nomes de arquivo. Verifique se os nomes seguem a ordem de foco.
ru: У этих кадров нет времени съёмки, поэтому они объединяются в порядке имён файлов. Убедитесь, что имена следуют порядку фокусировки.
zh_hans: 这些图像没有拍摄时间，因此按文件名顺序合成。请确保文件名遵循对焦顺序。

source: Tone
de: Tonwerte
es: Tono
fr: Tonalité
it: Tono
ja: トーン
ko: 톤
nl: Tinten
pt_br: Tom
ru: Тона
zh_hans: 色调

source: Tone Adjustment
de: Tonwertanpassung
es: Ajuste de tono
fr: Réglage de tonalité
it: Regolazione tono
ja: トーン調整
ko: 톤 조절
nl: Tintaanpassing
pt_br: Ajuste de Tom
ru: Коррекция тонов
zh_hans: 色调调整

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pt_br: Tentar Novamente
ru: Повторить
zh_hans: 重试

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Ongedaan maken
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: Undo %@
de: %@ widerrufen
es: Deshacer %@
fr: Annuler %@
it: Annulla %@
ja: %@を取り消す
ko: %@ 실행 취소
nl: %@ ongedaan maken
pt_br: Desfazer %@
ru: Отменить: %@
zh_hans: 撤销%@

source: Undo Stroke
de: Strich widerrufen
es: Deshacer trazo
fr: Annuler le coup de pinceau
it: Annulla tratto
ja: ストロークを取り消す
ko: 획 실행 취소
nl: Streek ongedaan maken
pt_br: Desfazer Pincelada
ru: Отменить мазок
zh_hans: 撤销笔画

source: Unsaved data will be lost.
de: Nicht gesicherte Daten gehen verloren.
es: Los datos sin guardar se perderán.
fr: Les données non enregistrées seront perdues.
it: I dati non salvati andranno persi.
ja: 保存されていないデータは失われます。
ko: 저장되지 않은 데이터는 사라집니다.
nl: Niet-bewaarde gegevens gaan verloren.
pt_br: Os dados não salvos serão perdidos.
ru: Несохранённые данные будут потеряны.
zh_hans: 未存储的数据将丢失。

source: Use GPU
de: GPU verwenden
es: Usar GPU
fr: Utiliser le GPU
it: Usa GPU
ja: GPUを使用
ko: GPU 사용
nl: GPU gebruiken
pt_br: Usar GPU
ru: Использовать GPU
zh_hans: 使用 GPU

source: Waiting for the previous fusion to stop…
de: Warten, bis die vorherige Fusion beendet ist …
es: Esperando a que termine la fusión anterior…
fr: En attente de l’arrêt de la fusion précédente…
it: In attesa che la fusione precedente si fermi…
ja: 前の合成の停止を待機中…
ko: 이전 합성이 멈추기를 기다리는 중…
nl: Wachten tot de vorige samenvoeging stopt…
pt_br: Aguardando a fusão anterior parar…
ru: Ожидание остановки предыдущего объединения…
zh_hans: 正在等待上一次合成停止…

source: What the brush paints from. Source Image: any aligned frame (↑/↓ to pick, space for the sharpest under the brush). PMax Result: a pyramid fusion of the whole stack — where structures at different depths overlap, the depth map has to pick one side, and this layer keeps both; built on first use, then cached. DMap Result: the untouched fusion — an eraser that restores it exactly where a stroke overreached, without undoing everything since.
de: Woraus der Pinsel malt. Quellbild: ein beliebiges ausgerichtetes Einzelbild (↑/↓ zum Wählen, Leertaste für das schärfste unter dem Pinsel). PMax-Ergebnis: eine Pyramidenfusion des ganzen Stapels — wo sich Strukturen verschiedener Tiefen überlappen, muss sich die Tiefenkarte für eine Seite entscheiden, diese Ebene behält beide; beim ersten Gebrauch berechnet, dann zwischengespeichert. DMap-Ergebnis: die unberührte Fusion — ein Radierer, der sie genau dort wiederherstellt, wo ein Strich zu weit ging, ohne alles Spätere rückgängig zu machen.
es: De dónde pinta el pincel. Imagen de origen: cualquier imagen alineada (↑/↓ para elegir, espacio para la más nítida bajo el pincel). Resultado PMax: una fusión piramidal de toda la pila; donde se solapan estructuras a distintas profundidades, el mapa de profundidad debe elegir un lado, y esta capa conserva ambos; se genera al primer uso y luego se guarda en caché. Resultado DMap: la fusión intacta, un borrador que la restaura exactamente donde un trazo se pasó, sin deshacer todo lo posterior.
fr: Ce que le pinceau peint. Image source : n’importe quelle image alignée (↑/↓ pour choisir, espace pour la plus nette sous le pinceau). Résultat PMax : une fusion pyramidale de toute la pile — là où des structures à différentes profondeurs se chevauchent, la carte de profondeur doit choisir un côté, et ce calque garde les deux ; calculé au premier usage, puis mis en cache. Résultat DMap : la fusion intacte — une gomme qui la restaure exactement là où un trait a débordé, sans annuler tout ce qui a suivi.
it: Da cosa dipinge il pennello. Immagine sorgente: qualsiasi fotogramma allineato (↑/↓ per scegliere, spazio per il più nitido sotto il pennello). Risultato PMax: una fusione piramidale dell’intera pila — dove strutture a profondità diverse si sovrappongono, la mappa di profondità deve scegliere un lato, e questo livello li conserva entrambi; generato al primo uso, poi in cache. Risultato DMap: la fusione intatta — una gomma che la ripristina esattamente dove un tratto ha esagerato, senza annullare tutto il resto.
ja: ブラシの描画元です。ソース画像：任意の位置合わせ済みフレーム（↑/↓で選択、スペースでブラシ下の最も鮮明なもの）。PMax結果：スタック全体のピラミッド合成。異なる深度の構造が重なる場所では深度マップはどちらか一方を選ばざるを得ませんが、このレイヤーは両方を保持します。初回使用時に生成され、以後キャッシュされます。DMap結果：手つかずの合成。ストロークが行き過ぎた場所だけを正確に復元する消しゴムで、それ以降の作業を取り消しません。
ko: 브러시가 무엇에서 페인트할지입니다. 소스 이미지: 정렬된 아무 프레임(↑/↓로 선택, 스페이스 바로 브러시 아래 가장 선명한 것). PMax 결과: 스택 전체의 피라미드 합성 — 서로 다른 깊이의 구조가 겹치는 곳에서 깊이 맵은 한쪽을 골라야 하지만 이 레이어는 둘 다 유지합니다. 처음 사용할 때 생성되고 이후 캐시됩니다. DMap 결과: 손대지 않은 합성 — 획이 지나친 곳만 정확히 복원하는 지우개로, 이후 작업을 취소하지 않습니다.
nl: Waaruit het penseel schildert. Bronafbeelding: elke uitgelijnde opname (↑/↓ om te kiezen, spatie voor de scherpste onder het penseel). PMax-resultaat: een piramidefusie van de hele stapel — waar structuren op verschillende dieptes overlappen moet de dieptekaart één kant kiezen, en deze laag behoudt beide; bij eerste gebruik berekend, daarna gecachet. DMap-resultaat: de onaangeroerde samenvoeging — een gum die deze precies herstelt waar een streek te ver ging, zonder alles daarna ongedaan te maken.
pt_br: De onde o pincel pinta. Imagem de Origem: qualquer imagem alinhada (↑/↓ para escolher, espaço para a mais nítida sob o pincel). Resultado PMax: uma fusão piramidal da pilha inteira — onde estruturas em profundidades diferentes se sobrepõem, o mapa de profundidade precisa escolher um lado, e esta camada mantém ambos; gerada no primeiro uso e depois armazenada em cache. Resultado DMap: a fusão intocada — um apagador que a restaura exatamente onde uma pincelada passou do ponto, sem desfazer tudo desde então.
ru: Из чего рисует кисть. Исходное изображение: любой выровненный кадр (↑/↓ — выбор, пробел — самый резкий под кистью). Результат PMax: пирамидное объединение всего стека — там, где структуры на разной глубине перекрываются, карта глубины вынуждена выбрать одну сторону, а этот слой сохраняет обе; строится при первом использовании, затем кэшируется. Результат DMap: нетронутое объединение — ластик, восстанавливающий его ровно там, где мазок зашёл слишком далеко, не отменяя всё сделанное после.
zh_hans: 画笔的绘制来源。源图像：任意已对齐图像（↑/↓ 选择，空格选画笔下最清晰的）。PMax 结果：整个堆栈的金字塔合成 — 不同深度的结构重叠处，深度图只能取其一，而该图层两者都保留；首次使用时生成，之后缓存。DMap 结果：未经修饰的合成 — 一块橡皮，只在笔画越界处精确还原，而不撤销之后的所有操作。

source: Whites
de: Weißpunkt
es: Blancos
fr: Blancs
it: Bianchi
ja: 白レベル
ko: 흰색 계열
nl: Witpunt
pt_br: Brancos
ru: Белые
zh_hans: 白色

source: Writes a short video that rocks the result left and right using the depth map for parallax — depth becomes visible motion. Strength is chosen in the save dialog.
de: Schreibt ein kurzes Video, das das Ergebnis mithilfe der Tiefenkarte für Parallaxe hin- und herbewegt — Tiefe wird zu sichtbarer Bewegung. Die Stärke wird im Sichern-Dialog gewählt.
es: Escribe un vídeo corto que balancea el resultado a izquierda y derecha usando el mapa de profundidad para el paralaje: la profundidad se convierte en movimiento visible. La intensidad se elige en el diálogo de guardado.
fr: Écrit une courte vidéo qui balance le résultat de gauche à droite en utilisant la carte de profondeur pour la parallaxe — la profondeur devient un mouvement visible. L’intensité se choisit dans la boîte de dialogue d’enregistrement.
it: Scrive un breve video che fa oscillare il risultato a sinistra e a destra usando la mappa di profondità per la parallasse — la profondità diventa movimento visibile. L’intensità si sceglie nella finestra di salvataggio.
ja: 深度マップを視差に使って結果を左右に揺らす短い動画を書き出します。深度が目に見える動きになります。強さは保存ダイアログで選びます。
ko: 깊이 맵을 시차에 활용해 결과를 좌우로 흔드는 짧은 비디오를 기록합니다. 깊이가 눈에 보이는 움직임이 됩니다. 강도는 저장 대화상자에서 선택합니다.
nl: Schrijft een korte video die het resultaat heen en weer kantelt met de dieptekaart voor parallax — diepte wordt zichtbare beweging. De sterkte kiest u in het bewaarvenster.
pt_br: Grava um vídeo curto que balança o resultado para a esquerda e a direita usando o mapa de profundidade para paralaxe — a profundidade vira movimento visível. A intensidade é escolhida no diálogo de salvamento.
ru: Записывает короткое видео, покачивающее результат влево-вправо с параллаксом по карте глубины — глубина становится видимым движением. Сила выбирается в диалоге сохранения.
zh_hans: 写出一段短视频，利用深度图产生视差让结果左右摇摆 — 深度变为可见的运动。强度在存储对话框中选择。

source: Writes every fused stack (retouch edits included) to one folder, named after the stacks, in the format and color space chosen in the dialog.
de: Schreibt jeden fusionierten Stapel (einschließlich Retuschen) in einen Ordner, benannt nach den Stapeln, im Format und Farbraum aus dem Dialog.
es: Escribe cada pila fusionada (retoques incluidos) en una carpeta, con el nombre de las pilas, en el formato y espacio de color elegidos en el diálogo.
fr: Écrit chaque pile fusionnée (retouches comprises) dans un seul dossier, nommée d’après les piles, dans le format et l’espace colorimétrique choisis dans la boîte de dialogue.
it: Scrive ogni pila fusa (ritocchi inclusi) in una cartella, con il nome delle pile, nel formato e nello spazio colore scelti nella finestra.
ja: 合成済みの各スタックを（レタッチも含めて）スタック名を付けた1つのフォルダに、ダイアログで選んだフォーマットと色空間で書き出します。
ko: 합성된 모든 스택을(리터칭 포함) 스택 이름을 딴 폴더 하나에, 대화상자에서 선택한 포맷과 색상 공간으로 기록합니다.
nl: Schrijft elke samengevoegde stapel (inclusief retouches) naar één map, vernoemd naar de stapels, in de in het venster gekozen structuur en kleurruimte.
pt_br: Grava cada pilha fundida (com os retoques) em uma pasta, nomeada conforme as pilhas, no formato e espaço de cores escolhidos no diálogo.
ru: Записывает каждый объединённый стек (включая ретушь) в одну папку с именами стеков, в формате и цветовом пространстве из диалога.
zh_hans: 将每个已合成的堆栈（含修饰编辑）写入一个文件夹，以堆栈命名，采用对话框中选择的格式和色彩空间。

source: Zoom In
de: Vergrößern
es: Ampliar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nl: Inzoomen
pt_br: Ampliar
ru: Увеличить
zh_hans: 放大

source: Zoom Out
de: Verkleinern
es: Reducir
fr: Zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nl: Uitzoomen
pt_br: Reduzir
ru: Уменьшить
zh_hans: 缩小

source: Zoom in
de: Vergrößern
es: Ampliar
fr: Zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nl: Inzoomen
pt_br: Ampliar
ru: Увеличить
zh_hans: 放大
